tektecher/micropython/ports/esp32/boards/RC_Robot/mpconfigboard.h
#define MICROPY_HW_BOARD_NAME "RC-Robot"
#define MICROPY_HW_MCU_NAME "ESP32"
#define MICROPY_HW_BOARD_ESP32_DEV
